Revit 2027 API
ParameterTypeId.CouplerWeight Property
 "Mass"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CouplerWeight { get; }
Public Shared ReadOnly Property CouplerWeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CouplerWeight {
	ForgeTypeId^ get ();
}
static member CouplerWeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace